---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LpsPerMSup2
source: html/a1b25ebc-6279-3ab3-b890-16a83330d4e7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LpsPerMSup2 Property

Symbol LPS/m², indicating unit Liters per second square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId LpsPerMSup2 { get; }
```